tap "dart-lang/dart"
tap "go-delve/delve"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "linuxkit/linuxkit", "https://github.com/linuxkit/homebrew-linuxkit"
tap "nektos/tap"
tap "sass/sass"
tap "universal-ctags/universal-ctags"
brew "asciinema"
brew "bash-completion@2"
brew "glib"
brew "openblas"
brew "ceres-solver"
brew "direnv"
brew "docker", link: false
brew "easy-rsa"
brew "ext4fuse"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "grip"
brew "htop"
brew "hugo"
brew "jq"
brew "k3sup"
brew "kind"
brew "kustomize"
brew "linuxkit", args: ["HEAD"]
brew "make"
brew "mdbook"
brew "minikube"
brew "mosh"
brew "mysql-client"
brew "nmap"
brew "node"
brew "numpy"
brew "openjdk"
brew "packer"
brew "pandoc"
brew "pyqt"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "s3cmd"
brew "skopeo"
brew "stow"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "weechat"
brew "wget"
brew "wimlib"
brew "xclip"
brew "dart-lang/dart/dart"
brew "goreleaser/tap/goreleaser"
brew "nektos/tap/act"
brew "sass/sass/sass"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "brave-browser"
cask "discord"
cask "dropbox"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "keepassxc"
cask "kitty"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "obs"
cask "osxfuse"
cask "pgadmin4"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "zoomus"
