tap "go-delve/delve"
tap "homebrew/cask-drivers"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nektos/tap"
tap "sass/sass"
brew "wget"
brew "stow"
cask "dropbox"
cask "slack"
cask "alacritty"
cask "keepassxc"
cask "brave-browser"
cask "zoom"
brew "asciinema"
brew "bash-completion@2"
brew "glib"
brew "direnv"
cask "displaylink"
cask "osxfuse"
brew "ext4fuse"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gopls"
brew "grip"
brew "htop"
brew "jq"
brew "kind"
brew "kubectl"
brew "kustomize"
brew "make"
brew "minikube"
brew "mosh"
brew "mysql-client"
brew "nmap"
brew "node"
brew "qemu"
brew "ripgrep"
brew "ruby"
brew "s3cmd"
brew "skopeo"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "weechat"
brew "xclip"
brew "goreleaser/tap/goreleaser"
brew "nektos/tap/act"
cask "gimp"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "obs"
cask "pgadmin4"
cask "spotify"
cask "telegram"
cask "vagrant"
cask "virtualbox"
cask "vlc"
brew "teleport"
cask "ngrok"
cask "vnc-viewer"
brew "telnet"
brew "awscli"
cask "balenaetcher"
brew "pandoc"
cask "basictex" #for pandoc
cask "visual-studio-code-insiders"
cask "discord"
